Repository: ashleyaalbert/CueSphere
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Actions
es: Comportamiento

source: Attempting to reconnect
es: Intentando reconectarse

source: Hang in there while we get back on track
es: Aguanta mientras volvemos al buen camino.

source: Something went wrong!
es: ¡Algo salió mal!

source: Success!
es: ¡Éxito!

source: We can't find the internet
es: Nosotros no podemos encontrar internet

source: close
es: cerca

source: Account Settings
es: Configuraciones de la cuenta

source: Already registered?
es: ¿Ya estás registrado?

source: Change Email
es: Cambiar correo electrónico

source: Change Password
es: Cambiar la contraseña

source: Confirm Account
es: Confirmar cuenta

source: Confirm my account
es: Confirmar mi cuenta

source: Contact Us
es: Contacta con nosotros

source: Create an account
es: Crear una cuenta

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Log in
es: Acceso

source: Log in to account
es: Iniciar sesión en la cuenta

source: Log out
es: Finalizar la sesión

source: Manage your account email address and password settings
es: Administre la configuración de su dirección de correo electrónico y contraseña de su cuenta

source: Messages
es: Mensajes

source: No confirmation instructions received?
es: ¿No recibió instrucciones de confirmación?

source: Oops, something went wrong! Please check the errors below.
es: ¡Uy, algo salió mal! Por favor, revisa los errores a continuación.

source: Register
es: Registro

source: Register for an account
es: Regístrese para obtener una cuenta

source: Resend confirmation instructions
es: Reenviar instrucciones de confirmación

source: Reset Password
es: Restablecer contraseña

source: Save Message
es: Guardar mensaje

source: Send password reset instructions
es: Enviar instrucciones para restablecer la contraseña

source: Settings
es: Ajustes

source: Show
es: Espectáculo

source: Sign up
es: Inscribirse

source: Update Profile
es: Actualizar perfil

source: We'll send a new confirmation link to your inbox
es: Le enviaremos un nuevo enlace de confirmación a su bandeja de entrada.

source: We'll send a password reset link to your inbox
es: Le enviaremos un enlace de restablecimiento de contraseña a su bandeja de entrada.

source: for an account now.
es: para una cuenta ahora.

source: to your account now.
es: a tu cuenta ahora.

source: Birthday
es: Cumpleaños

source: Changing...
es: Cambio...

source: Confirm new password
es: Confirmar nueva contraseña

source: Current password
es: Contraseña actual

source: Email
es: Correo electrónico

source: Full Name
es: Nombre completo

source: Keep me logged in
es: Mantenme conectado

source: Logging in...
es: Iniciando sesión...

source: New password
es: Nueva contraseña

source: Password
es: Contraseña

source: Subject
es: Sujeto

source: Updating...
es: Actualizando...

source: You must log in to access this page.
es: Debes iniciar sesión para acceder a esta página.

source: Account created successfully!
es: ¡Cuenta creada exitosamente!

source: Invalid email or password
es: Correo electrónico o contraseña no válidos

source: Logged out successfully.
es: Se cerró sesión exitosamente.

source: Password updated successfully!
es: ¡Contraseña actualizada exitosamente!

source: Welcome back!
es: ¡Bienvenido de nuevo!

source: A Mind for Pool: How To Master The Mental Game
es: Una mente para el billar: Cómo dominar el juego mental

source: A Mind for Pool: How To Master The Mental Game Book Cover
es: Portada del libro "Una mente para el billar: Cómo dominar el juego mental"

source: Books
es: Libros

source: Buy Now
es: Comprar Ahora

source: By Philip B Capelle — Pool is largely a mental game. So if you want to realise your full potential, you have got to eliminate the mental mistakes that are holding you back. A Mind for Pool will show you how to think pool like a champion. In the process you will learn how to: play under pressure; handle troublesome opponents; concentrate fully on every shot; overcome anger; adapt to the playing conditions; complete successfully in leagues, tournaments, and money games; evaluate and improve your game have much more fun; experience a quantum leap in your game.
es: Por Philip B. Capelle — El billar es, en gran medida, un juego mental. Así que, si quieres alcanzar tu máximo potencial, debes eliminar los errores mentales que te frenan. Una Mente para el Billar te enseñará a pensar como un campeón. En el proceso, aprenderás a: jugar bajo presión; manejar oponentes problemáticos; concentrarte plenamente en cada golpe; superar la ira; adaptarte a las condiciones de juego; completar con éxito ligas, torneos y partidas con premios; evaluar y mejorar tu juego; divertirte mucho más; y experimentar un salto cualitativo en tu juego.

source: By Ray Martin - World Champion Pool Player Ray "Cool Cat" Martin shares his secrets for playing winner's pool in this classic book, which includes an introduction by the author. Written with co-author Rosser Reeves, The 99 Critical Shots in Pool remains one of the most authoritative guides to the game ever written. Over 200 illustrations show the proper form, technique, and approach to shots such as:
es: Por Ray Martin, campeón mundial de billar. Ray "Cool Cat" Martin comparte sus secretos para jugar al billar ganador en este libro clásico, que incluye una introducción del autor. Escrito en colaboración con el coautor Rosser Reeves, "Los 99 Tiros Críticos del Billar" sigue siendo una de las guías más fiables del juego jamás escritas. Más de 200 ilustraciones muestran la forma, la técnica y el enfoque adecuados para los tiros, como:

source: Directed by Hamish Rothwell. Three friends tour the Wellington pub scene, playing pool with ever-increasing stakes. Then they enter a tournament run by vicious crime boss 'Daddy'. Narrator Kirk Torrance (Outrageous Fortune) guides us through their mission to pocket the money. This movie is unavailable to watch online.
es: Dirigida por Hamish Rothwell. Tres amigos recorren los pubs de Wellington, jugando al billar con apuestas cada vez mayores. Luego participan en un torneo organizado por el despiadado jefe mafioso 'Daddy'. El narrador Kirk Torrance (Outrageous Fortune) nos guía en su misión para embolsarse el dinero. Esta película no está disponible en línea.

source: Directed by Mars Callahan. A talented pool hustler who has stayed out of the game for years must return to his old ways when his little brother gets involved with his enemy--the very man who held him back from greatness.
es: Dirigida por Mars Callahan. Un talentoso estafador de billar, que se ha mantenido alejado del juego durante años, debe volver a las andadas cuando su hermano menor se involucra con su enemigo, el mismo hombre que le impidió alcanzar la grandeza.

source: Directed by Martin Scorsese. Former pool hustler "Fast Eddie" Felson (Paul Newman) decides he wants to return to the game by taking a pupil. He meets talented but green Vincent Lauria (Tom Cruise) and proposes a partnership. As they tour pool halls, Eddie teaches Vincent the tricks of scamming, but he eventually grows frustrated with Vincent's showboat antics, leading to an argument and a falling-out. Eddie takes up playing again and soon crosses paths with Vincent as an opponent.
es: Dirigida por Martin Scorsese. El exjugador de billar "Fast Eddie" Felson (Paul Newman) decide volver al juego con un alumno. Conoce al talentoso pero inexperto Vincent Lauria (Tom Cruise) y le propone una alianza. Mientras recorren los salones de billar, Eddie le enseña a Vincent los trucos del timo, pero con el tiempo se frustra con sus exhibiciones, lo que termina en una discusión y una pelea. Eddie retoma el juego y pronto se encuentra con Vincent como oponente.

source: Directed by Robert Rossen. Hollywood icon Paul Newman stars in this all-time classic about an up-and-coming pool player, “Fast Eddie” Felson, who risks it all in a match with pool champion “Minnesota Fats,” played by Jackie Gleason.
es: Dirigida por Robert Rossen. El ícono de Hollywood, Paul Newman, protagoniza este clásico de todos los tiempos sobre un prometedor jugador de billar, "Fast Eddie" Felson, quien lo arriesga todo en una partida contra el campeón de billar "Minnesota Fats", interpretado por Jackie Gleason.

source: Drills
es: Taladros

source: Facts
es: Hechos

source: Fargo Rate
es: Tarifa Fargo

source: First Name
es: Nombre de Pila

source: Games
es: Juegos

source: Last Name
es: Apellido

source: Leagues
es: Ligas

source: Learn
es: Aprender

source: Life Through Pool
es: La Vida a Través del Billar

source: Life Through Pool Book Cover
es: Portada del libro La Vida a Través del Billar

source: Location
es: Ubicación

source: Membership ID
es: ID de Membresía

source: Movies
es: Cine

source: Not Rated
es: No clasificado

source: Play
es: Jugar

source: Pool and Billiards For Dummies
es: Billar y Pool para Principiantes

source: Pool and Billiards For Dummies Book Cover
es: Portada del libro Billar y Pool para Principiantes

source: Poolhall Junkies
es: Adictos a la sala de Billar

source: Poolhall Junkies Movie Poster
es: Póster de la película Adictos a la sala de Billar

source: Purchase
es: Compra

source: Rated R
es: Clasificado R

source: Ray Martin, a Billiards Congress of America Hall of Fame inductee, is one of only seven players in the twentieth century to win three or more world 14.1 titles. He co-wrote this book with Rosser Reeves in 1976.
es: Ray Martin, miembro del Salón de la Fama del Congreso de Billar de América, es uno de los siete jugadores del siglo XX que han ganado tres o más títulos mundiales de 14.1. Coescribió este libro con Rosser Reeves en 1976.

source: Recommended Billiard Books
es: Libros de Billar Recomendados

source: Recommended Billiard Movies
es: Películas de Billar Recomendadas

source: Robustness
es: Robustez

source: Rules
es: Normas

source: Search
es: Buscar

source: Search for a player...
es: Buscar un jugador ...

source: Stickmen Movie Poster
es: Cartel de la película Stickmen

source: The 99 Critical Shots in Pool: Everything You Need to Know to Learn and Master the Game
es: Los 99 tiros críticos en el billar: todo lo que necesitas saber para aprender y dominar el juego

source: The 99 Critical Shots in Pool: Everything You Need to Know to Learn and Master the Game Book Cover
es: Los 99 tiros críticos en el billar: Todo lo que necesitas saber para aprender y dominar el juego portada del libro

source: The Center Ball Cheat-the-Pocket
es: El truco de la bola central: engañar al bolsillo

source: The Color of Money
es: El Color del Dinero

source: The Color of Money Movie Poster
es: Póster de la película El Color del Dinero

source: The Frozen Kiss Shot
es: El beso congelado

source: The Hook Shot
es: El tiro de gancho

source: The Hustler
es: El Estafador

source: The Hustler Movie Poster
es: Póster de la película El Estafador

source: The Jump Shot
es: El tiro en suspensión

source: The Nudge Shot
es: El tiro de empujón

source: The Seven Ball Stop Shot
es: El tiro de parada de siete bolas

source: The Side Pocket By-Pass Shot
es: El tiro de derivación del bolsillo lateral

source: Tournaments
es: Torneos

source: Tutorials
es: Tutoriales

source: Watch Now $3.99
es: Míralo Ahora $3.99

source: Watch Now Free
es: Ver Ahora Gratis

source: 13 Balls Half Square
es: 13 Bolas Medio Cuadrado

source: About This Project
es: Acerca de Este Proyecto

source: All the basics in 1 minute. How to line up your shot and aim properly.
es: Todo lo básico en 1 minuto. Cómo alinear el tiro y apuntar correctamente.

source: Although my father and grandfather have taught me a lot, I have to thank Joe Schmidt and Derek Daya for the training and advice they have been providing me. They both have been working with me for countless hours to improve my game. I am super grateful that they are willing to help me and share their knowledge. I have learned so much from them and I am excited to see how much more I can learn and improve in the future.
es: Aunque mi padre y mi abuelo me han enseñado mucho, debo agradecer a Joe Schmidt y Derek Daya por la formación y los consejos que me han brindado. Ambos han trabajado conmigo durante incontables horas para mejorar mi juego. Estoy sumamente agradecido de que estén dispuestos a ayudarme y compartir sus conocimientos. He aprendido muchísimo de ellos y me entusiasma ver cuánto más puedo aprender y mejorar en el futuro.

source: Always Around Pool
es: Siempre Cerca del Billar

source: Ashley and her father, Bryan, standing in a corner of the Shamokin West End with the pool cues vertically in hand.
es: Ashley y su padre, Bryan, de pie en un rincón del Shamokin West End con los tacos de billar verticalmente en la mano.

source: Ashley and her father, Bryan, standing infront of a tall Christmas tree with their pool cue cases in the Genetti hotel.
es: Ashley y su padre, Bryan, de pie frente a un alto árbol de Navidad con sus estuches de tacos de billar en el hotel Genetti.

source: Ashley and her father, Bryan, standing near a grey cloth pool table while holding Ashley's new pool cue. Her new pool cue case also sits on the pool table in front of them.
es: Ashley y su padre, Bryan, de pie junto a una mesa de billar de tela gris, sosteniendo el taco nuevo de Ashley. Su nuevo estuche también está sobre la mesa, frente a ellos.

source: Ashley and her sister, Alyssa, stand with female pro Nicole Nester in between them in front of a blue cloth pool table at Blue Mountain Billiards.
es: Ashley y su hermana, Alyssa, están con la jugadora profesional Nicole Nester entre ellas frente a una mesa de billar de tela azul en Blue Mountain Billiards.

source: Blue Mountain Billiards is a billiards hall that has at least 16 7' tables. My sister and I have attended multiple tournaments here. We have gained a lot of experiences and played women from all over. Nicole Nester, a female pro, is always here and has become one of our best friends and our biggest role model!
es: Blue Mountain Billiards es una sala de billar con al menos 16 mesas de 7 pies. Mi hermana y yo hemos asistido a varios torneos aquí. Hemos adquirido mucha experiencia y hemos jugado con mujeres de todo el mundo. Nicole Nester, una profesional, siempre está aquí y se ha convertido en una de nuestras mejores amigas y nuestro mayor ejemplo a seguir.

source: Dr. Dave demonstrates the Top 10 most useful drills to test and improve your aim, alignment, and stroke.
es: El Dr. Dave demuestra los 10 ejercicios más útiles para probar y mejorar su puntería, alineación y golpe.

source: How to Aim in 1 Minute
es: Cómo apuntar en 1 minuto

source: I had the privilege of joing the Saint Francis Home Association's women's 8-ball team. We competed every Thursday from October to April (with a few weeks off for holidays). I did contribute a positive amount of points to the team and we finished 19-1. We ended up as first in the league for the fourth year in a row. It was a successful first-year on the team to say the least.
es: Tuve el privilegio de unirme al equipo femenino de bola 8 de la Asociación de Hogares de San Francisco. Competíamos todos los jueves de octubre a abril (con algunas semanas libres por vacaciones). Aporté una buena cantidad de puntos al equipo y terminamos con un récord de 19-1. Quedamos primeros de la liga por cuarto año consecutivo. Fue un primer año exitoso en el equipo, como mínimo.

source: I had the privilege of joining a TAP League team with my dad and his friends. We had the second highest amount of wins in the league and won the title holders tournament at the end of April. I did not do great on Saturday or the beginning of Sunday, but I did win my last match which put us into the championship match. My dad won the last match for us to win the championship, but it was a team effort throughout since we had to win 3/5 matches all day Sunday or else we would be eliminated. I got two T-Shirts for free as well as $300 since our team split $2.4k.
es: Tuve el privilegio de unirme a un equipo de la Liga TAP con mi papá y sus amigos. Tuvimos el segundo mayor número de victorias de la liga y ganamos el torneo de campeones a finales de abril. No me fue muy bien el sábado ni a principios del domingo, pero gané mi último partido, lo que nos clasificó para el campeonato. Mi papá ganó el último partido para que ganáramos el campeonato, pero fue un esfuerzo de equipo de principio a fin, ya que teníamos que ganar 3 de 5 partidos durante todo el domingo o quedaríamos eliminados. Recibí dos camisetas gratis y $300, ya que nuestro equipo se repartió $2400.

source: I traveled to the Carisle Moose for a cancer benefit tournament. I competed in the women's 8-ball singles. I played very well against a high-ranked player, but lost my matches. It was a great experience and environment, but there was not enough tables for the players. I am happy I supported a good cause, but I am unsure if I will attend again. Side note, the drive home was horrible since it was during a blizzard and I slid a few times driving but arrived home safely eventually.
es: Viajé al Carisle Moose para un torneo benéfico contra el cáncer. Competí en el individual femenino de bola 8. Jugué muy bien contra una jugadora de alto rango, pero perdí mis partidos. Fue una experiencia y un ambiente fantásticos, pero no había suficientes mesas para los jugadores. Me alegra haber apoyado una buena causa, pero no sé si volveré. Por cierto, el viaje de vuelta a casa fue horrible, ya que había una ventisca y me resbalé varias veces, pero finalmente llegué a casa sana y salva.

source: In November 2024, my whole family attended the Genetti Hotel in Williamsport, PA for the Central PA Barbox tournament. It was one of my first big tournaments, which I was super nervous for. I played in the women's 8-ball singles and the jack and jill 8-ball doubles with Derek Daya. I did not do great in either event due to my nerves, but I will be ready for this year.
es: En noviembre de 2024, toda mi familia asistió al Hotel Genetti en Williamsport, Pensilvania, para el torneo Barbox de Central PA. Fue uno de mis primeros grandes torneos, y estaba súper nerviosa. Jugué en el individual femenino de bola 8 y en el dobles de bola 8 con Derek Daya. No me fue muy bien en ninguno de los dos eventos debido a los nervios, pero estaré lista para este año.

source: Joe and Derek
es: Joe y Derek

source: Learn to Play Pool in 3 Minutes
es: Aprende a jugar al billar en 3 minutos

source: Personal Journey
es: Viaje personal

source: Pool Basics for Beginners Playlist
es: Lista de Reproducción de Conceptos Básicos de Billar para Principiantes

source: Pool Drills Playlist
es: Lista de Reproducción de Ejercicios de Billar

source: Snapshots of My Journey
es: Instantáneas de mi viaje

source: Something that you have learned has to be practiced until you can do it automatically. This playlists offers some useful drills that will improve certain parts of your game.
es: Lo que has aprendido debe practicarse hasta que puedas hacerlo automáticamente. Esta lista de reproducción ofrece ejercicios útiles que mejorarán ciertas áreas de tu juego.

source: The One and Only
es: El único y único

source: The Shamokin West End is the first place I began seriously competing against other players. I began as a 21 year old, thus I was easily the youngest player in the bar, and also one of the only females. Each week I would put myself out there to compete against these men who were typically older and significantly better than me. Even though I have way more losses then wins, I learn a lot from each match and have grown tremendously from this opportunity.
es: El Shamokin West End fue el primer lugar donde empecé a competir seriamente contra otros jugadores. Empecé con 21 años, así que era fácilmente la jugadora más joven del bar y también una de las pocas mujeres. Cada semana me exponía a competir contra estos hombres, que solían ser mayores y mucho mejores que yo. Aunque tengo muchas más derrotas que victorias, aprendo mucho de cada partido y he crecido enormemente gracias a esta oportunidad.

source: This is a medium level drill. Remember if you cannot complete it simply mark your best score and try to beat it every time you practice it!
es: Este es un ejercicio de nivel medio. Recuerda que si no puedes completarlo, simplemente marca tu mejor puntuación e intenta superarla cada vez que lo practiques.

source: This playlist contains 14 videos that cover the basics of pool, including grip, stance, stroke, and follow-through. It is perfect for beginners who want to learn the fundamentals of the game.
es: Esta lista de reproducción contiene 14 videos que cubren los fundamentos del billar, incluyendo el agarre, la postura, el golpe y el seguimiento. Es perfecta para principiantes que desean aprender los fundamentos del juego.

source: This pool lesson gives a quick introduction to all of the basics from fundamentals to aiming and cue ball control in just three minutes.
es: Esta lección de billar ofrece una introducción rápida a todos los conceptos básicos, desde los fundamentos hasta la puntería y el control de la bola blanca, en solo tres minutos.

source: This website is a unique, one and only type of website. This personal project shares my love of pool while being a central information place for all things pool. You can find facts about pool, your Fargo Rate, all the items you possibly need to purchase, tutorials for beginners, drills for more advanced players, books to read, movies to watch, rules of the games, the different games out there, leagues to join, and tournaments to go to.
es: Este sitio web es único e irrepetible. Este proyecto personal comparte mi pasión por el billar y, al mismo tiempo, es un punto de información central sobre todo lo relacionado con él. Encontrarás información sobre el billar, tu tasa Fargo, todos los artículos que necesitas comprar, tutoriales para principiantes, ejercicios para jugadores más avanzados, libros para leer, películas para ver, las reglas de los juegos, los diferentes juegos disponibles, ligas a las que unirte y torneos a los que asistir.

source: Top 10 Aim, Alignment, and Stroke Drills
es: Los 10 Mejores Ejercicios de Puntería, Alineación y Golpe

source: 10-Ball
es: Bola 10

source: 10-ball is a cue sport played with ten object balls and a cue ball. The objective is to legally pocket the 10-ball after hitting the lowest-numbered ball on the table.
es: El taco de bola 10 se juega con diez bolas objetivo y una bola blanca. El objetivo es embocar legalmente la bola 10 tras golpear la bola con el número más bajo de la mesa.

source: 14.1 Continuous Pool replaces Fifteen-Ball Pool as the championship game.
es: 14.1 El pool continuo reemplaza al pool de quince bolas como juego de campeonato.

source: 1400s
es: Década de 1400

source: 1700s
es: Década de 1700

source: 1800s
es: Década de 1800

source: 1870s
es: Década de 1870

source: 1941-1950s
es: Década de 1941-1950

source: 8-Ball
es: Bola 8

source: 8-ball is a cue sport played with 15 object balls and a cue ball. The objective is to pocket all of your designated balls (either stripes or solids) and then legally pocket the 8-ball to win.
es: Bola 8 es un deporte de taco que se juega con 15 bolas objetivo y una bola blanca. El objetivo es embocar todas las bolas designadas (rayadas o lisas) y luego embocar legalmente la bola 8 para ganar.

source: 9-Ball
es: Bola 9

source: 9-ball is a cue sport played with nine object balls and a cue ball. The objective is to legally pocket the 9-ball after hitting the lowest-numbered ball on the table.
es: Bola 9 es un deporte de taco que se juega con nueve bolas objetivo y una bola blanca. El objetivo es embocar legalmente la bola 9 tras golpear la bola con el número más bajo de la mesa.
