Repository: ashleyaalbert/CueSphere
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: We respect your privacy and are committed to protecting your personal data. This privacy policy will inform you about how we look after your personal data when you visit our website or use our services, and tell you about your privacy rights and how the law protects you.
es: Respetamos su privacidad y nos comprometemos a proteger sus datos personales. Esta política de privacidad le informará sobre cómo tratamos sus datos personales cuando visita nuestro sitio web o utiliza nuestros servicios, así como sobre sus derechos de privacidad y cómo la ley le protege.

source: We will only use your personal data when the law allows us to. Most commonly, we will use your personal data:
es: Solo utilizaremos sus datos personales cuando la ley nos lo permita. Normalmente, utilizaremos sus datos personales:

source: When the cue ball is in hand, the shooter may place the cue ball anywhere on the playing surface and may continue to move the cue ball until they execute a shot.
es: Cuando la bola blanca está en la mano, el tirador puede colocarla en cualquier lugar de la superficie de juego y puede continuar moviéndola hasta ejecutar un tiro.

source: Why Did I Make Cue Sphere?
es: ¿Por qué hice Cue Sphere?

source: Wrongfully Pocketed Balls:
es: Bolas Embocadas Incorrectamente:

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
es: Le recomendamos revisar esta Política de Privacidad periódicamente para estar al tanto de cualquier cambio. Los cambios a esta Política de Privacidad entran en vigor al publicarse en esta página.

source: Your Legal Rights
es: Sus Derechos Legales

source: game variations
es: variaciones del juego

source: master techniques, explore rules, and join the competitive scene
es: domina las técnicas, explora las reglas y únete a la escena competitiva

source: of 8-ball, 9-ball, and more.
es: de bola 8, bola 9 y más.

source: or
es: o

source: out of
es: fuera de
