Repository: ashleyaalbert/CueSphere
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: A brief listing of facts and the history of billiards as it evolved over the centuries.
es: Una breve lista de hechos y la historia del billar a medida que evolucionó a lo largo de los siglos.

source: American Four-Ball Billiards is popular in the U.S., later replaced by Straight Rail (carom-based) and Fifteen-Ball Pool, the predecessor to modern pool.
es: El billar americano de cuatro bolas es popular en los EE. UU. y luego fue reemplazado por el billar de carril recto (basado en carambola) y el billar de quince bolas, el predecesor del billar moderno.

source: Ashley and her all otherwise male TAP team, Pocket Pounders. Ashley stands in the center holding $2400 fanned out to show the team's win.
es: Ashley y su equipo TAP, Pocket Pounders, compuesto exclusivamente por hombres. Ashley está de pie en el centro con $2400 desplegados para mostrar la victoria del equipo.

source: Billiard Balls
es: Bolas de Billar

source: Billiards Equipment Sales in the U.S. by Year in Millions
es: Ventas de Equipos de Billar en EE. UU. por Año en Millones

source: Billiards Facts and History
es: Datos e Historia del Billar

source: Billiards Games
es: Juegos de Billar

source: Billiards known as the "Noble Game", yet widely played across classes. The Industrial Revolution improves equipment, such as chalk used for friction, leather cue tips (1823), two-piece cues (1829), slate for tables (1835), and rubber cushions after Goodyear’s 1839 vulcanization discovery.
es: El billar, conocido como el "juego noble", se practicaba ampliamente en todas las clases sociales. La Revolución Industrial mejoró los equipos, como la tiza para la fricción, las puntas de cuero para los tacos (1823), los tacos de dos piezas (1829), la pizarra para mesas (1835) y las almohadillas de goma tras el descubrimiento de la vulcanización por Goodyear en 1839.

source: Billiards spreads through the American colonies; George Washington reportedly plays in 1748. English tables standardize the 2:1 length-to-width ratio. Rail banks evolve into playable surfaces, enabling bank shots. Public billiard tables become widespread in England and America.
es: El billar se extiende por las colonias americanas; se dice que George Washington lo juega en 1748. Las mesas inglesas estandarizan la relación largo-ancho de 2:1. Los bancos de rieles se convierten en superficies jugables, lo que permite tiros de banco. Las mesas de billar públicas se generalizan en Inglaterra y Estados Unidos.

source: Bridge
es: Puente

source: Brunswick-Balke-Collender Company
es: Compañía Brunswick-Balke-Collender

source: Case
es: Caso

source: Chalk
es: Tiza

source: Cleaner
es: Limpiador

source: Cue Stick
es: Palo de Taco

source: Cue sticks developed as a workaround for awkward mace positioning near rails. The term “cue” comes from the French word queue (tail). Only men were allowed to use cues initially—women had to use maces.
es: Los tacos de billar se desarrollaron como una solución para la incómoda posición de las mazas cerca de las bandas. El término "taco" proviene del francés queue (cola). Inicialmente, solo los hombres podían usar tacos; las mujeres debían usar mazas.

source: Early 1600s
es: Temprano Década de 1600

source: Early 1900s
es: Temprano Década de 1900

source: Eight-Ball invented shortly after 1900. Straight Pool appears in 1910. Nine-Ball emerges around 1920.
es: El Eight-Ball se inventó poco después de 1900. El Straight Pool aparece en 1910. El Nine-Ball surge alrededor de 1920.

source: English Billiards dominates in Britain; uses 3 balls, 6 pockets. One-Pocket origins described as early as 1775.
es: El billar inglés domina en Gran Bretaña; utiliza 3 bolas y 6 troneras. Los orígenes del billar de una sola tronera se describen ya en 1775.

source: Evolution
es: Evolución

source: Extension
es: Extensión

source: First American Pool Championship held, using 61-point system (Fifteen-Ball Pool).
es: Se celebró el primer Campeonato Americano de Pool, utilizando el sistema de 61 puntos (Fifteen-Ball Pool).

source: First Championship
es: Primer Campeonato

source: First Reference to Billiards
es: Primera Referencia al Billar

source: Formation of Brunswick-Balke-Collender Company, which dominates U.S. billiards industry.
es: Formación de la Brunswick-Balke-Collender Company, que domina la industria del billar en EE.UU.

source: Glove
es: Guante

source: Home
es: Hogar

source: Industrial Revolution
es: Revolución Industrial

source: Late 1600s
es: Tarde Década de 1600

source: Light
es: Ligero

source: Michael Phelan's Legacy
es: El Legado de Michael Phelan

source: Michael Phelan, “Father of American Billiards,” writes first U.S. rulebook. Pioneers standardized rules, diamonds for aiming, and weekly billiard columns. Wins a major stake match in 1859 and founds a major manufacturing company.
es: Michael Phelan, "Padre del Billar Americano", escribe el primer reglamento estadounidense. Fue pionero en la estandarización de las reglas, los diamantes para apuntar y las columnas semanales de billar. Ganó una importante partida de billar en 1859 y fundó una importante empresa manufacturera.

source: More Evolution
es: Más Evolución

source: New Championship Game
es: Nuevo Juego de Campeonato

source: One Pocket
es: Un Bolsillo

source: One pocket is a cue sport where players must pocket balls into one of their designated pockets. The objective is to score a predetermined number of points by pocketing balls into your pocket while preventing your opponent from doing the same
es: One pocket es un juego de taco en el que los jugadores deben embocar bolas en una de sus troneras designadas. El objetivo es conseguir un número predeterminado de puntos embocando bolas en la propia tronera, impidiendo que el oponente haga lo mismo.

source: Origins of Billiards
es: Orígenes del Billar

source: Powder
es: Polvo

source: Purchase Billiards Equipment
es: Compra de Equipo de Billar

source: Rack
es: Estante

source: Ralph Greenleaf becomes U.S. pool hero, dominating for 20 years. Billiards and pool share public attention with stars like Hoppe and Greenleaf.
es: Ralph Greenleaf se convierte en el héroe del billar estadounidense, dominando el deporte durante 20 años. El billar y el pool comparten la atención del público con estrellas como Hoppe y Greenleaf.

source: Sales (in Millions USD)
es: Ventas (en millones de dólares)

source: Snooker is a cue sport where the objective is to score points by potting balls in a specific order. Players must hit the cue ball to strike the object balls and score points by potting them into pockets.
es: El snooker es un deporte de taco cuyo objetivo es anotar puntos embocando las bolas en un orden específico. Los jugadores deben golpear la bola blanca para impactar las bolas objetivo y anotar puntos embocándolas en las troneras.

source: Straight Pool
es: El Billar Recto

source: Straight pool, also known as 14.1 continuous, is a cue sport where players can score points by pocketing any ball on the table. The objective is to reach a predetermined number of points.
es: El billar recto, también conocido como 14.1 continuo, es un deporte de taco en el que los jugadores pueden sumar puntos embocando cualquier bola de la mesa. El objetivo es alcanzar una cantidad predeterminada de puntos.

source: Table
es: Mesa

source: Table Cover
es: Cubierta de Mesa

source: The Mosconi era begins; carom games decline as pool rises in popularity. Pool becomes a popular wartime pastime, but popularity fades after WWII. Post-war America sees a decline in poolroom culture as priorities shift.
es: Comienza la era Mosconi; los juegos de carambola decaen a medida que el billar se populariza. El billar se convierte en un pasatiempo popular durante la guerra, pero su popularidad disminuye después de la Segunda Guerra Mundial. En Estados Unidos, tras la guerra, la cultura de las salas de billar decae a medida que cambian las prioridades.

source: This chart demonstrates the increase in sales of billiards equipment in recent years. It highlights the growing demand for high-quality equipment and the rising popularity of billiards as a sport. Below the chart, you'll find more information about billiards equipment, along with links to purchase these items.
es: Este gráfico muestra el aumento en las ventas de equipos de billar en los últimos años. Destaca la creciente demanda de equipos de alta calidad y la creciente popularidad del billar como deporte. Debajo del gráfico, encontrará más información sobre equipos de billar, junto con enlaces para adquirirlos.

source: To America
es: A America

source: Willie Hoppe, age 18, beats French champ in balkline, launching his long reign.
es: Willie Hoppe, de 18 años, vence al campeón francés en línea de banco, iniciando así su largo reinado.

source: Years
es: Años

source: 3 fouls in one rack results in loss of rack.
es: 3 faltas en un rack resultan en la pérdida del rack.

source: A ball may settle slightly after it appears to have stopped, possibly due to slight imperfections in the ball or the table. Ball movement post-shot may be restored under certain conditions.
es: Una bola puede asentarse ligeramente después de parecer haberse detenido, posiblemente debido a pequeñas imperfecciones en la bola o en la mesa. El movimiento de la bola después del tiro puede recuperarse en ciertas circunstancias.

source: A breaking foul is penalized by the loss of two points, as well as a possible re-break. If both a standard foul and a breaking foul happen on one shot, it is considered a breaking foul.
es: Una falta de ruptura se penaliza con la pérdida de dos puntos, además de la posibilidad de repetir el saque. Si se cometen una falta estándar y una de ruptura en un mismo tiro, se considera una falta de ruptura.

source: A chart of billiards sales and a listing of links for billiards items to be purchased.
es: Un cuadro de ventas de billar y una lista de enlaces para comprar artículos de billar.

source: A conceded game is a loss. For example, if a player unscrews their jointed playing cue stick while the opponent is at the table and during the opponent’s decisive rack of a match, it will be considered a concession of the match.
es: Una partida concedida es una derrota. Por ejemplo, si un jugador desenrosca su taco articulado mientras el oponente está en la mesa y durante su turno decisivo en una partida, se considerará una concesión de la partida.

source: A shooter losses the game if the eight ball is pocketed while fouling, is pocketed before their group is cleared, is pocketed in an uncalled pocket, or is driven off of the table.
es: Un tirador pierde el juego si la bola ocho es embocada mientras comete una falta, es embocada antes de que su grupo sea despejado, es embocada en un bolsillo no llamado o es expulsada de la mesa.

source: APA: The American Poolplayers Association
es: APA: Asociación Americana de Jugadores de Billar

source: About Cue Sphere
es: Acerca de Cue Sphere

source: Additional Information
es: Información adicional

source: Advanced skill builders
es: Constructores de habilidades avanzadas

source: After a legal break, the shooter may choose to play a “push out” as their shot. They must tell the refree so that the wrong ball first and no rail contact rules do not apply. The other player then decides who will shoot next by accepting or rejecting the "push out" shot.
es: Tras una salida legal, el tirador puede optar por un "push out" como tiro. Debe avisar al árbitro para que no se apliquen las reglas de "primera bola equivocada" y "sin contacto con la banda". El otro jugador decide entonces quién tirará a continuación, aceptando o rechazando el "push out".

source: After a legal break, the shooter may choose to play a “push out” as their shot. They must tell the refree so that the wrong ball first and no rail contact rules do not apply. The other player then decides who will shoot next by accepting or rejecting the "push out" shot. The ten ball pocketed during a "push out" is re-spotted, without penalty.
es: Tras una salida legal, el tirador puede optar por un "push out" como tiro. Debe avisar al árbitro para que no se apliquen las reglas de "primera bola equivocada" y "sin contacto con la banda". El otro jugador decide entonces quién tirará a continuación, aceptando o rechazando el tiro "push out". La bola diez entronerada durante un "push out" se vuelve a colocar en su sitio, sin penalización.

source: All Rights Reserved.
es: Reservados Todos los Derechos.

source: All balls pocketed on fouls, or on safeties, or without a called ball having been pocketed, and all balls driven off the table are spotted. If the fifteenth ball of a rack needs to be spotted and the fourteen balls have not been touched, the fifteenth ball will spot on the apex spot and the referee may use the triangle to assure a tight rack.
es: Todas las bolas embocadas por faltas, por safeties o sin que se haya embocado una bola cantada, y todas las bolas expulsadas de la mesa, se colocan en el punto de apoyo. Si es necesario colocar la decimoquinta bola de un rack y las catorce bolas no han sido tocadas, esta se colocará en el punto de apoyo y el árbitro podrá usar el triángulo para asegurar un rack ajustado.

source: All trademarks and registered trademarks are the property of their respective owners.
es: Todas las marcas comerciales y marcas registradas son propiedad de sus respectivos dueños.

source: BCA: The Billiards Congress of America
es: BCA: El Congreso de Billar de América

source: Ball Spotting:
es: Detección de Pelotas:

source: Balls Settling:
es: Bolas Asentándose:

source: Balls are spotted (returned to play on the table) by placing them on the long string (long axis of the table) as close as possible to the foot spot and between the foot spot and the foot rail, without moving any interfering ball.
es: Las bolas se colocan (se devuelven al juego en la mesa) colocándolas en la cuerda larga (eje largo de la mesa) lo más cerca posible del punto de pie y entre el punto de pie y la banda de pie, sin mover ninguna bola que interfiera.

source: Beginner-friendly guides
es: Guías para principiantes

source: Billiards evolves from a lawn game similar to croquet, likely in France or Northern Europe. Billiards is played on a wooden table with green cloth, to represent grass, with maces (wooden sticks) to shove balls. The word billiard comes from the French billart (stick) or bille (ball).
es: El billar es una evolución de un juego de césped similar al croquet, probablemente en Francia o el norte de Europa. Se juega en una mesa de madera con un mantel verde, que representa la hierba, y con mazas (palos de madera) para empujar las bolas. La palabra billar proviene del francés billart (palo) o bille (bola).

source: Break:
es: Romper:

source: Breaking Foul:
es: Falta de Ruptura:

source: Browse Games
es: Explorar Juegos

source: Buy Life Through Pool Now
es: Compra Vida a Través de Pool Ahora

source: Call Shot:
es: Disparo de Llamada:

source: Call Shots:
es: Disparos de Llamada:

source: Cancel
es: Cancelar

source: Changes to This Policy
es: Cambios a Esta Política

source: Concession:
es: Concesión:

source: Contact Data: email address
es: Datos de contacto: dirección de correo electrónico

source: Continuous Play:
es: Juego Continuo:

source: Copyright © 2025 Cuesphere
es: Derechos de Autor © 2025 Cuesphere

source: Create
es: Crear

source: Create New Tournament
es: Crear Nuevo Torneo

source: Create Tournament
es: Crear Torneo

source: Created by:
es: Creado por:

source: Cue Ball
es: Bola Blanca

source: Cue Ball in Hand:
es: Bola Blanca en Mano:

source: Cue Holder
es: Porta Tacos

source: Cue Sphere Logo
es: Logotipo de Cue Sphere

source: Cue Sphere represents all things pool for people around the world. I myself have grown to love the game of pool. Growing up, my grandfather had a pool table in the entrance of his home. Both my grandfather and father have always played, and still do play, pool. I learned how to play pool from the both of them from a young age and spent lots of time on my grandfather's Brunswick table. I got my first pool cue around the age of 13 but never took it too seriously. Since I now have two Diamond pool tables in my new home, I became serious about pool again in May 2024. Currently, I play on a few teams and am getting actively trained and guided by some of the best players in the game to reach my full potential.
es: Cue Sphere representa todo lo relacionado con el billar para personas de todo el mundo. Yo mismo he llegado a amarlo. De pequeño, mi abuelo tenía una mesa de billar en la entrada de su casa. Tanto mi abuelo como mi padre siempre han jugado, y siguen jugando, al billar. Aprendí a jugar con ellos desde pequeño y pasaba mucho tiempo en la mesa Brunswick de mi abuelo. Conseguí mi primer taco de billar alrededor de los 13 años, pero nunca lo tomé demasiado en serio. Como ahora tengo dos mesas de billar Diamond en mi nuevo hogar, volví a tomarme el billar en serio en mayo de 2024. Actualmente, juego en varios equipos y recibo entrenamiento y guía activa de algunos de los mejores jugadores para alcanzar mi máximo potencial.

source: Data Security
es: Seguridad de Datos

source: Data We Collect
es: Datos Que Recopilamos

source: Date
es: Fecha

source: Date:
es: Fecha:

source: Delete Tournament
es: Eliminar torneo

source: Discover the story behind this platform, explore player ratings, and shop for equipment.
es: Descubre la historia detrás de esta plataforma, explora las calificaciones de los jugadores y compra equipos.

source: Eight Ball Rack:
es: Estante de Ocho Bolas:

source: Eight ball is played with fifteen numbered object balls and the cue ball. The shooter’s group of seven balls (one through seven or nine through fifteen) must all be off the table before they attempt to pocket the eight ball to win. Shots are called.
es: Bola ocho se juega con quince bolas numeradas y la bola blanca. El grupo de siete bolas del tirador (del uno al siete o del nueve al quince) debe estar completamente fuera de la mesa antes de intentar embocar la bola ocho para ganar. Se cantan los tiros.

source: Elevate Your Pool Game
es: Mejora tu Juego de Billar

source: Equipment Use:
es: Uso del Equipo:

source: Every shot (except the break) must be called, including "safety" shots.
es: Cada tiro (excepto el de quiebre) debe ser cantado, incluidos los tiros de "seguridad".

source: Every shot must be called, including "safety" shots. Any object ball pocketed on the safety is spotted.
es: Todos los tiros deben ser cantados, incluyendo los de "seguridad". Cualquier bola objetivo embocada en el seguro se coloca en el punto de apoyo.

source: Explore
es: Explorar

source: Explore popular billiards leagues like APA, TAP, BCA, and more. Each league has unique formats, rules, and competitive structures.
es: Explora ligas de billar populares como APA, TAP, BCA y más. Cada liga tiene formatos, reglas y estructuras competitivas únicas.

source: Explore the official rules for the popular billiards games 8-Ball, 9-Ball, 10-Ball, and Straight Pool. These rules are based on standards by the World Pool-Billiard Association (WPA) and the Billiard Congress of America (BCA).
es: Explora las reglas oficiales de los populares juegos de billar Bola 8, Bola 9, Bola 10 y Straight Pool. Estas reglas se basan en los estándares de la Asociación Mundial de Pool-Billiard (WPA) y el Congreso de Billar de América (BCA).

source: Explore the various games billiards has to offer.
es: Explora los distintos juegos que el billar tiene para ofrecer.

source: Find Tournaments
es: Buscar Torneos

source: Find out the Fargo Rate of players by searching for their first or last name.
es: Descubra la tarifa Fargo de los jugadores buscando por su nombre o apellido.

source: For an opening break shot, the fifteen balls are racked in a triangle with the apex ball on the foot spot. When the balls are re-racked, the apex ball is committed if only fourteen balls are being racked. The marked outline of the triangle will be used to determine whether an intended break ball is in the rack area. When ball rack template is used at 14.1 the outline of a triangle will still be drawn for the purpose of deciding whether a ball is in the rack area.
es: Para un tiro de saque inicial, las quince bolas se colocan en un triángulo con la bola de ápice en el punto de pie. Al volver a colocar las bolas, la bola de ápice se considera válida si solo se colocan catorce. El contorno marcado del triángulo se utilizará para determinar si una bola de saque se encuentra en el área del triángulo. Cuando se utiliza la plantilla de colocación de bolas (14.1), se dibujará el contorno del triángulo para determinar si una bola se encuentra en el área del triángulo.

source: For questions about licensing or to request a commercial license, please contact us at:
es: Si tiene preguntas sobre licencias o desea solicitar una licencia comercial, contáctenos en:

source: For the 3 Consecutive Fouls Rule, only standard fouls are counted, so a breaking foul does not count as one of the three fouls. A point is subtracted for the third foul as usual, and then the additional fifteen-point penalty is subtracted and the offending player’s consecutive foul count is reset to zero. All fifteen balls are re-racked and the offending player is required to shoot under the requirements of the opening break.
es: Para la Regla de las 3 Faltas Consecutivas, solo se contabilizan las faltas estándar, por lo que una falta de ruptura no se considera una de las tres faltas. Se resta un punto por la tercera falta, como de costumbre, y luego se resta la penalización adicional de quince puntos y el conteo de faltas consecutivas del jugador infractor se reinicia a cero. Se vuelven a colocar las quince bolas en el rack y el jugador infractor debe tirar según los requisitos de la primera ruptura.

source: Fouls:
es: Faltas:

source: How We Use Your Data
es: Cómo Usamos Sus Datos

source: Identity Data: name, username, or similar identifier
es: Datos de identidad: nombre, nombre de usuario o identificador similar

source: If a player misses their intended ball and pocket, and either makes the nominated ball in the wrong pocket or pockets another ball, their inning has finished and the incoming player has the option to take the shot as is, or hand it back to their opponent.
es: Si un jugador no logra meter la bola y el bolsillo que deseaba y, o bien mete la bola designada en el bolsillo equivocado o mete otra bola, su entrada ha terminado y el jugador entrante tiene la opción de tomar el tiro como está o devolvérselo a su oponente.

source: If the referee observes that no progress is being made towards a conclusion, they will announce their decision, and each player will have three more turns at the table. Then, if the referee determines that there is still no progress, they will declare a stalemate. If both players agree, they may accept the stalemate without taking their three additional turns.
es: Si el árbitro observa que no se avanza hacia una conclusión, anunciará su decisión y cada jugador tendrá tres turnos más en la mesa. Si el árbitro determina que aún no hay progreso, declarará un empate. Si ambos jugadores están de acuerdo, podrán aceptar el empate sin usar sus tres turnos adicionales.
