Repository: ashleyaalbert/CueSphere
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: If the shooter legally pockets a called/nominated ball on a shot, any additional balls pocketed remain pocketed, and they continue at the table for the next shot. If a player nominates and legally pockets the ten ball prior to the ten ball being the last remaining ball, the ten ball is re-spotted and the shooter continues, while pocketing the ten ball as a final ball at the table, they win the rack. If the shooter fails to pocket the called ball or fouls, play passes to the other player, and if no foul was committed, the incoming player must play the cue ball from the position left by the other player.
es: Si el tirador entronera legalmente una bola cantada/nominada en un tiro, las bolas adicionales embocadas permanecen en su sitio y continúan en la mesa para el siguiente tiro. Si un jugador nomina y entronera legalmente la bola diez antes de que sea la última bola restante, esta se coloca de nuevo en su lugar y el tirador continúa, embocando la bola diez como última bola en la mesa, gana el juego. Si el tirador no entronera la bola cantada o comete falta, el juego pasa al otro jugador; si no se cometió falta, el jugador entrante debe jugar la bola blanca desde la posición dejada por el otro jugador.

source: If you have any questions about this Privacy Policy, please contact us at privacy@cuesphere.com
es: Si tiene alguna pregunta sobre esta Política de privacidad, contáctenos en privacy@cuesphere.com

source: If you wish to exercise any of these rights, please contact us at privacy@cuesphere.com
es: Si desea ejercer alguno de estos derechos, contáctenos a privacy@cuesphere.com

source: In games in which the shooter is required to call shots, the intended ball and pocket must be indicated for each shot if they are not obvious. Details of the shot, such as cushions struck or other balls contacted or pocketed are irrelevant. Only one ball may be called on each shot.
es: En los juegos en los que el tirador debe cantar los tiros, se debe indicar la bola y la tronera previstas para cada tiro si no son evidentes. Los detalles del tiro, como las bandas tocadas u otras bolas contactadas o embocadas, son irrelevantes. Solo se puede cantar una bola por tiro.

source: Inspiring films
es: Películas inspiradoras

source: Introduction
es: Introducción

source: Join
es: Unirse

source: Join Tournament
es: Unirse al Torneo

source: Know all rules, schedules, and equipment use. The ultimate responsibility rests with the player.
es: Conozca todas las reglas, horarios y el uso del equipo. La responsabilidad final recae en el jugador.

source: Lag:
es: Retraso:

source: Lagging:
es: Rezagado:

source: Last Updated:
es: Última Actualización:

source: Leave Feedback
es: Deja un Comentario

source: Leave Tournament
es: Salir del Torneo

source: Leave feedback on Cue Sphere!
es: ¡Deja comentarios en Cue Sphere!

source: Licensing
es: Licencias

source: Log in to join tournaments or create tournaments to play with others!
es: ¡Inicia sesión para unirte a torneos o crear torneos para jugar con otros!

source: Losing:
es: Vencido:

source: MIT License
es: Licencia MIT

source: Master the
es: Domina el

source: Name
es: Nombre

source: Nine Ball Rack:
es: Estante de Nueve Bolas:

source: Nine ball is played with nine object balls numbered one through nine and the cue ball. The balls are played in ascending numerical order. The player legally pocketing the nine ball wins the rack.
es: Bola Nueve se juega con nueve bolas objetivo numeradas del uno al nueve y la bola blanca. Las bolas se juegan en orden numérico ascendente. El jugador que entronere legalmente la bola nueve gana el juego.

source: Object to processing of your personal data
es: Oponerse al tratamiento de sus datos personales

source: Objective:
es: Objetivo:

source: Official Game Rules
es: Reglas Oficiales del Juego

source: Only WPA-approved equipment may be used. Equipement that is considered normal includes a cue stick, which can be changed throughout the match, gloves, powder, chalk that is compatible with the cloth color, and up to two mechanical bridges.
es: Solo se puede usar equipo aprobado por la WPA. El equipo considerado normal incluye un taco de billar (que puede cambiarse durante el partido), guantes, pólvora, tiza compatible con el color del paño y hasta dos puentes mecánicos.

source: Open Table:
es: Mesa Abierta:

source: Opening Break:
es: Descanso de Apertura:

source: Outside Interference:
es: Interferencia Externa:

source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
es: Por la presente se concede permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para tratar el Software sin restricción, incluyendo sin limitación los derechos a usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar y/o vender copias del Software, y para permitir que las personas a quienes se les proporciona el Software lo hagan, sujeto a las siguientes condiciones:

source: Player Responsibility:
es: Responsabilidad del Jugador:

source: Pool balls on a blue cloth pool table
es: Bolas de billar sobre una mesa de billar de tela azul

source: Pool table blue cloth background
es: Fondo de tela azul de mesa de billar

source: Privacy Policy
es: Política de Privacidad

source: Push Out:
es: Expulsar:

source: Ready to Play?
es: ¿Listo para Jugar?

source: Referee restores position of the balls that were interfered with or calls stalemate if the balls cannot be restored to their original positions.
es: El árbitro restablece la posición de las bolas que fueron interferidas o declara punto muerto si las bolas no pueden ser restablecidas a sus posiciones originales.

source: Request access to your personal data
es: Solicitar acceso a sus datos personales

source: Request correction of your personal data
es: Solicitar la corrección de sus datos personales

source: Request erasure of your personal data
es: Solicitar el borrado de sus datos personales

source: Request restriction of processing your personal data
es: Solicitar la restricción del tratamiento de sus datos personales

source: Request transfer of your personal data
es: Solicitar la transferencia de sus datos personales

source: Right to withdraw consent
es: Derecho a retirar el consentimiento

source: Safety:
es: Seguridad:

source: Scoring:
es: Tanteo:

source: Serious Foul:
es: Falta Grave:

source: Skip to main content
es: Saltar al contenido principal

source: Software Licensing
es: Licencias de Software

source: Spotting Balls:
es: Bolas de Detección:

source: Stalemate:
es: Estancamiento:

source: Standard fouls of nine ball include cue ball scratch, wrong ball first, no rail after contact, no foot on floor, ball driven off the table, touched ball, double hit, push shot, balls still moving, bad cue ball placement, cue stick on the table, playing out of turn, slow play, and ball rack template foul.
es: Las faltas estándar en la bola nueve incluyen rayar la bola blanca, primero la bola equivocada, no tocar la banda después del contacto, no poner un pie en el suelo, bola sacada de la mesa, bola tocada, doble golpe, tiro de empuje, bolas aún en movimiento, mala colocación de la bola blanca, taco sobre la mesa, jugar fuera de turno, juego lento y falta en la plantilla del soporte de bolas.

source: Standard fouls of ten ball include cue ball scratch, no rail after contact, no foot on floor, ball driven off the table, touched ball, double hit, push shot, balls still moving, bad cue ball placement, bad play from behind head string, cue stick on the table, playing out of turn, slow play, and ball rack template foul.
es: Las faltas estándar en la bola diez incluyen rayado de la bola blanca, falta de banda después del contacto, falta de pie en el piso, bola impulsada fuera de la mesa, bola tocada, doble golpe, tiro de empuje, bolas aún en movimiento, mala ubicación de la bola blanca, mal juego desde detrás de la cuerda de cabeza, taco sobre la mesa, jugar fuera de turno, juego lento y falta en la plantilla del estante de bolas.

source: Standard fouls of ten ball include cue ball scratch, wrong ball first, no rail after contact, no foot on floor, ball driven off the table, touched ball, double hit, push shot, balls still moving, bad cue ball placement, cue stick on the table, playing out of turn, slow play, and ball rack template foul.
es: Las faltas estándar en la bola diez incluyen rayar la bola blanca, primero la bola equivocada, no tocar la banda después del contacto, no poner un pie en el suelo, bola sacada de la mesa, bola tocada, doble golpe, tiro de empuje, bolas aún en movimiento, mala colocación de la bola blanca, taco sobre la mesa, jugar fuera de turno, juego lento y falta en la plantilla del estante de bolas.

source: Start Learning
es: Empezar a Aprender

source: Straight pool, also known as 14.1 Continuous Pool, is played with fifteen numbered balls and the cue ball. Each ball pocketed on a legal called shot counts one point and the first player to reach the required score wins the match. Straight pool is continuous in that after fourteen balls are pocketed, they are re-racked and the shooter continues.
es: El pool recto, también conocido como Pool Continuo 14.1, se juega con quince bolas numeradas y la bola blanca. Cada bola embocada en un tiro legal vale un punto y el primer jugador en alcanzar la puntuación requerida gana la partida. El pool recto es continuo, ya que, tras embocar catorce bolas, se reorganizan y el tirador continúa.

source: Strategy literature
es: Literatura estratégica

source: TAP: The Association for Pool
es: TAP: La Asociación de Billar

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, ENTRE OTRAS, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN ACCIÓN CONTRACTUAL, EXTRACONTRACTUAL O DE OTRO TIPO, QUE SURJA DE, SE DERIVE DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS RELACIONES CON EL MISMO.

source: Technical Data: browser type and version, time zone setting
es: Datos técnicos: tipo y versión del navegador, configuración de zona horaria

source: Ten Ball Rack:
es: Estante de Diez Bolas:

source: Ten ball is a call shot game played with ten object balls numbered one through ten and the cue ball. The balls are played in ascending numerical order and the lowest numbered ball must be contacted by the cue ball in order to establish a legal hit. If the ten ball is pocketed on a legal break shot, it will be re-spotted and the player continues with his inning. Only one ball may be called on each shot, except on the break shot where no ball may be called.
es: Bola Diez es un juego de canto de tiros que se juega con diez bolas objetivo numeradas del uno al diez y la bola blanca. Las bolas se juegan en orden numérico ascendente y la bola con el número más bajo debe ser tocada por la bola blanca para establecer un golpe legal. Si la bola diez se entronera en un tiro de entrada legal, se volverá a colocar en su lugar y el jugador continuará su entrada. Solo se puede cantar una bola en cada tiro, excepto en el tiro de entrada, donde no se puede cantar ninguna.

source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
es: El aviso de derechos de autor anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.

source: The cue ball must be behind the head string. Four balls need to touch a rail (or rails) or a pocketed ball is required for the break to be valid.
es: La bola blanca debe estar detrás de la línea de cabecera. Para que el saque sea válido, es necesario que cuatro bolas toquen una o varias bandas o que una bola embocada esté presente.

source: The fifteen object balls are racked as tightly as possible in a triangle, with the apex ball on the foot spot and the eight ball as the first ball that is directly below the apex ball. One from each group of seven will be on the two lower corners of the triangle. The other balls are placed in the triangle randomly.
es: Las quince bolas objetivo se colocan lo más juntas posible en un triángulo, con la bola del vértice en el punto de apoyo y la bola ocho como la primera bola que se encuentra justo debajo de la bola del vértice. Una de cada grupo de siete se colocará en las dos esquinas inferiores del triángulo. Las demás bolas se colocan aleatoriamente en el triángulo.

source: The object balls are racked as tightly as possible in a diamond shape, with the one ball at the apex of the diamond and on the foot spot and the nine ball in the middle of the diamond. The other balls will be placed in the diamond randomly.
es: Las bolas objetivo se colocan lo más juntas posible en forma de diamante, con la bola uno en el vértice del diamante y en el punto de apoyo, y la bola nueve en el centro. Las demás bolas se colocan en el diamante aleatoriamente.

source: The object balls are racked as tightly as possible in a triangular shape, with the one ball at the apex of the triangle and on the foot spot and the ten ball in the middle of the triangle. The other balls will be placed in the triangle randomly.
es: Las bolas objetivo se colocan lo más juntas posible en un triángulo, con la bola número uno en el vértice del triángulo y en el punto de apoyo, y la bola número diez en el centro. Las demás bolas se colocan aleatoriamente en el triángulo.

source: The shooter remains at the table as long as he continues to legally pocket called balls or wins the game by scoring the required number of points. When fourteen balls from a rack have been legally pocketed, play is suspended until the balls are re-racked.
es: El tirador permanece en la mesa mientras siga entronerando legalmente las bolas cantadas o gane la partida consiguiendo la cantidad de puntos requerida. Cuando se hayan entronerado legalmente catorce bolas de un rack, el juego se suspende hasta que se vuelvan a colocar las bolas.

source: The shooter remains at the table until they fail to legally pocket a ball. If the shooter fails to legally pocket a ball, the opponent takes their turn at the table.
es: El tirador permanece en la mesa hasta que no logra embocar una bola legalmente. Si no logra embocar una bola legalmente, el oponente juega su turno en la mesa.

source: The shooter remains at the table until they fail to legally pocket a ball. If the shooter fails to legally pocket a ball, the opponent takes their turn at the table. If they legally pocket the nine ball on any shot (except a push out), they win the rack.
es: El tirador permanece en la mesa hasta que no logra embocar una bola legalmente. Si no logra embocar una bola legalmente, el oponente juega su turno en la mesa. Si emboca legalmente la bola nueve en cualquier tiro (excepto en un push out), gana el rack.

source: The shooter scores one point for legally pocketing a called shot. Each additional ball pocketed on such a shot also counts one point. Fouls are penalized by subtracting points from the offending player’s score. Scores may be negative due to penalties from fouls.
es: El tirador anota un punto por embocar legalmente un tiro cantado. Cada bola adicional embocada en dicho tiro también cuenta como un punto. Las faltas se penalizan restando puntos a la puntuación del jugador infractor. Las puntuaciones pueden ser negativas debido a las penalizaciones por faltas.

source: The shooter, after the break at any time may call “safety” which permits them to make contact with the legal object ball without pocketing a ball and end their inning. However, if the shooter pockets the legal object ball the incoming player has the option to play the shot as left, or hand it back to their opponent.
es: El tirador, después del descanso, puede pedir "safety" en cualquier momento, lo que le permite hacer contacto con la bola objetivo legal sin embocarla y terminar su entrada. Sin embargo, si el tirador emboca la bola objetivo legal, el jugador entrante tiene la opción de jugar el tiro como si fuera el izquierdo o devolvérselo a su oponente.

source: The table is said to be “open” before groups are determined. Before each shot, the shooter must call their intended ball. If the shooter legally pockets their called ball, the corresponding group becomes theirs, and their opponent is assigned the other group. If they fail to legally pocket their called ball, the table remains open and play passes to the other player. When the table is “open”, any object ball may be struck first except the eight ball.
es: Se dice que la mesa está "abierta" antes de que se determinen los grupos. Antes de cada tiro, el tirador debe anunciar su bola deseada. Si el tirador entronera legalmente la bola anunciada, el grupo correspondiente se convierte en suyo y su oponente recibe el otro grupo. Si no entronera legalmente la bola anunciada, la mesa permanece abierta y el juego pasa al otro jugador. Cuando la mesa está "abierta", se puede golpear primero cualquier bola objetivo, excepto la bola ocho.

source: The winnning player of the lag has the option to break or pass the break to the opponent.
es: El jugador ganador del lag tiene la opción de romper o pasar el quiebre al oponente.

source: The winnning player of the lag has the option to break or pass the break to the opponent. The standard format is to alternate the break.
es: El jugador ganador del lag tiene la opción de romper o pasar el quiebre al oponente. El formato estándar es alternar el quiebre.

source: Third-Party Licenses
es: Licencias de terceros

source: This is a piece of feedback on Cue Sphere.
es: Este es un comentario sobre Cue Sphere.

source: To allow you to participate in interactive features
es: Para permitirle participar en funciones interactivas

source: To break, the cue ball is in hand behind the head string and a called ball must be pocketed. If no called ball is pocketed, the cue ball and two object balls must each be driven to a rail after the cue ball contacts the rack or the shot is a breaking foul. This is penalized by subtracting two points from the breaker’s score. The non-breaking player may accept the balls in position or may require the breaker to play another opening break shot, until they satisfy the requirements for an opening break or the non-shooting player accepts the table in position.
es: Para romper, la bola blanca está en la mano detrás de la línea de cabecera y se debe embocar una bola cantada. Si no se emboca ninguna bola cantada, la bola blanca y dos bolas objetivo deben ser dirigidas a una banda después de que la bola blanca toque el soporte; de ​​lo contrario, el tiro será una falta de ruptura. Esto se penaliza con la resta de dos puntos a la puntuación del jugador que abre. El jugador que no abre puede aceptar las bolas en posición o puede exigir al jugador que abre que realice otro tiro de apertura, hasta que se cumplan los requisitos para una apertura o el jugador que no dispara acepte la mesa en posición.

source: To detect, prevent and address technical issues
es: Para detectar, prevenir y abordar problemas técnicos

source: To gather analysis or valuable information
es: Para recopilar análisis o información valiosa

source: To monitor the usage of our service
es: Para monitorear el uso de nuestro servicio

source: To provide and maintain our service
es: Para proporcionar y mantener nuestro servicio

source: To provide customer support
es: Para brindar atención al cliente

source: Type
es: Tipo

source: Type:
es: Tipo:

source: UPA: United States Professional Poolplayers Association
es: UPA: Asociación de Jugadores Profesionales de Billar de los Estados Unidos

source: Under certain circumstances, you have rights under data protection laws in relation to your personal data:
es: En determinadas circunstancias, usted tiene derechos bajo las leyes de protección de datos en relación con sus datos personales:

source: Usage Data: information about how you use our website and services
es: Datos de uso: información sobre cómo utiliza nuestro sitio web y nuestros servicios

source: Use this form to leave feedback on Cue Sphere.
es: Utilice este formulario para dejar comentarios sobre Cue Sphere.

source: Used to determine the first shooter. The referee will place a ball on each side of the table behind the head string and near the head string. The players will shoot at about the same time to make each ball contact the foot cushion with the goal of returning the ball closer to the head cushion than the opponent.
es: Se utiliza para determinar el primer tirador. El árbitro colocará una bola a cada lado de la mesa, detrás y cerca de la línea de cabecera. Los jugadores lanzarán aproximadamente al mismo tiempo para que cada bola toque la banda de pie, con el objetivo de devolver la bola más cerca de la banda de cabecera que el oponente.

source: VNEA: Valley National 8-Ball League Association
es: VNEA: Asociación Nacional de la Liga de Bola 8 del Valle

source: View WPA's full rules
es: Ver las reglas completas de WPA

source: Visit League Website
es: Visitar el sitio web de la liga

source: Watch Poolhall Junkies Now Free
es: Mira Poolhall Junkies Ahora Gratis

source: Watch The Color of Money Now $3.99
es: Mira El Color del Dinero Ahora $3.99

source: Watch The Hustler Movie Now Free
es: Mira la película The Hustler Ahora Gratis

source: We have implemented appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.
es: Hemos implementado medidas de seguridad adecuadas para evitar que sus datos personales se pierdan accidentalmente, se utilicen o accedan de forma no autorizada, se alteren o se divulguen.

source: We limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality.
es: Limitamos el acceso a sus datos personales a aquellos empleados, agentes, contratistas y otros terceros que tengan una necesidad comercial de conocerlos. Estos solo procesarán sus datos personales siguiendo nuestras instrucciones y están sujetos a un deber de confidencialidad.

source: We may collect, use, store and transfer different kinds of personal data about you:
es: Podemos recopilar, utilizar, almacenar y transferir diferentes tipos de datos personales sobre usted:

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the "Last Updated" date.
es: Podemos actualizar nuestra Política de Privacidad periódicamente. Le notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de "Última Actualización".
